{
  "name": "mod.entry.quests",
  "category": "origins:introduction",
  "icon": "origins:quest_ticket_common",
  "pages": [
    {
      "type": "text",
      "text": "Квесты позволяют зарабатывать дополнительные очки навыков и ценные награды. Найдите доску объявлений, чтобы получить доступ к квестам."
    },
    {
      "type": "text",
      "text": "Квесты в классовых досках создаются нейросетью, так что за их качество я не отвечаю."
    },
    {
      "type": "text",
      "text": "На доске объявлений есть задания различных уровней сложности. Чем сложнее квест, тем лучше награда."
    },
    {
      "type": "crafting",
      "recipe": "origins:bounty_board",
      "text": "Крафт стандартной доски объявлений квестов. Используется для получения и выполнения заданий."
    },
    {
      "type": "crafting",
      "recipe": "origins:warrior_bounty_board",
      "text": "Доска объявлений для воинов. Специфичные задания для воинов."
    },
    {
      "type": "crafting",
      "recipe": "origins:cook_bounty_board",
      "text": "Доска объявлений для поваров. Задания, связанные с приготовлением пищи."
    },
    {
      "type": "crafting",
      "recipe": "origins:blacksmith_bounty_board",
      "text": "Доска объявлений для кузнецов. Задания, связанные с крафтом и ремеслом."
    },
    {
      "type": "crafting",
      "recipe": "origins:brewer_bounty_board",
      "text": "Доска объявлений для пивоваров. Задания, связанные с зельеварением."
    },
    {
      "type": "crafting",
      "recipe": "origins:courier_bounty_board",
      "text": "Доска объявлений для курьеров. Задания на доставку и перемещение."
    },
    {
      "type": "crafting",
      "recipe": "origins:miner_bounty_board",
      "text": "Доска объявлений для шахтеров. Задания, связанные с добычей ресурсов."
    },
    {
      "type": "text",
      "text": "Вы можете получить задание и отслеживать его прогресс, используя интерфейс квестов."
    },
    {
      "type": "text",
      "text": "За выполнение квестов вы получаете банки опыта: 500 опыта за обычный квест, 1000 опыта за редкий квест и 1500 опыта за эпический квест."
    }
  ]
}