{
  "name": "Классы и Происхождения",
  "icon": "origins:orb_of_origin",
  "category": "origins:class_categories",
  "pages": [
    {
      "type": "text",
      "title": "Все игровые классы",
      "text": "В этом моде существуют различные классы, каждый со своими уникальными способностями. Ниже приведены все существующие классы с их особенностями, способностями, плюсами и минусами."
    },
    {
      "type": "text",
      "title": "Кузнец",
      "text": "$(l)Особенности:$() Создает предметы различного качества. $(l)Способности:$() 1) Теплый удар - готовит раскаленный удар, следующая атака поджигает цель (перезарядка 30 секунд). 2) Мгновенный ремонт - ремонтирует все предметы в инвентаре на 50% прочности (перезарядка 5 минут). 3) Качественный крафт - созданные инструменты и броня имеют различное качество: плохое, обычное, хорошее или легендарное. $(l)Плюсы:$() Создает высококачественные предметы, может быстро ремонтировать снаряжение. $(l)Минусы:$() Двигается медленнее на 10%. $(l)Получение опыта:$() Получает опыт, выполняя квесты, связанные с крафтом и кузнечным делом."
    },
    {
      "type": "text",
      "title": "Пивовар",
      "text": "$(l)Особенности:$() Варит улучшенные зелья. $(l)Способности:$() 1) Улучшенное зельеварение - зелья действуют в два раза дольше. 2) Сниженная добыча с мобов - мобы выбрасывают лут на 50% реже. $(l)Плюсы:$() Создает более эффективные зелья с увеличенной продолжительностью действия. $(l)Минусы:$() Мобы выбрасывают меньше предметов при убийстве. $(l)Получение опыта:$() Получает опыт за выполнение квестов, связанных с зельеварением и сбором ингредиентов."
    },
    {
      "type": "text",
      "title": "Повар",
      "text": "$(l)Особенности:$() Улучшает качество еды. $(l)Способности:$() 1) Улучшенная еда - готовит еду с на 50% большей питательностью. 2) Зеленый палец - удобрение растений в радиусе 10 блоков за 1 сердце здоровья (клавиша G). 3) Крепкая кожа - более устойчив к урону. $(l)Плюсы:$() Создает более питательную еду, может удобрять растения. $(l)Минусы:$() Получает немного урона при использовании способности удобрения. $(l)Получение опыта:$() Получает опыт за выполнение квестов, связанных с приготовлением и сельским хозяйством."
    },
    {
      "type": "text",
      "title": "Курьер",
      "text": "$(l)Особенности:$() Быстрый и ловкий, но хрупкий. $(l)Способности:$() 1) Быстрое передвижение - двигается на 20% быстрее обычных людей. 2) Пониженное здоровье - на 2 сердца меньше, чем у обычных людей. $(l)Плюсы:$() Высокая скорость передвижения, быстрее выполняет курьерские задания. $(l)Минусы:$() Имеет меньше здоровья, чем другие классы. $(l)Получение опыта:$() Получает опыт за выполнение курьерских заданий и доставку грузов а так же за каждые 100 пройденных блоков."
    },
    {
      "type": "text",
      "title": "Шахтер",
      "text": "$(l)Особенности:$() Приспособленный к подземной работе с ночным зрением. $(l)Способности:$() 1) Ночное зрение - переключатель ночного зрения (клавиша G). 2) Уязвимость к взрывам - получает больше урона от взрывов. $(l)Плюсы:$() Может видеть в темноте, не нуждается в факелах в шахтах. $(l)Минусы:$() Более уязвим к взрывам (как от криперов, так и TNT). $(l)Получение опыта:$() Получает опыт за выполнение квестов, связанных с добычей полезных ископаемых."
    },
    {
      "type": "text",
      "title": "Воин",
      "text": "$(l)Особенности:$() Свирепый боец с двойным уроном. $(l)Способности:$() 1) Боевая подготовка - наносит двойной урон в бою. 2) Повышенный аппетит - потребляет еду в два раза быстрее. $(l)Плюсы:$() Наносит значительный урон врагам, эффективен в бою. $(l)Минусы:$() Скорость потребления еды вдвое выше, чем у других. $(l)Получение опыта:$() Получает опыт за выполнение боевых квестов и убийство мобов."
    }
  ]
}