{
  "name": "Система Заказов",
  "icon": "origins:bounty",
  "category": "origins:orders_category",
  "pages": [
    {
      "type": "text",
      "title": "Система Заказов",
      "text": "Система заказов позволяет игрокам разных классов взаимодействовать между собой. Обычные игроки могут создавать заказы, а курьеры - принимать и выполнять их за вознаграждение. В этой главе вы узнаете, как создавать и выполнять заказы."
    },
    {
      "type": "text",
      "title": "Создание заказа",
      "text": "$(l)Кто может создать заказ:$()- Любой игрок, кроме курьера$(l)Как создать заказ:$()1. Напишите команду /orders или нажмите на кнопку \"[СОЗДАТЬ ЗАКАЗ]\"3. Заполните описание заказа 4. Выберите предметы, которые нужно доставить. 5. Выберите предметы в качестве вознаграждения (в момент создания заказа эти предсеты должны быть в инвентаре). 6. Укажите количество опыта, которое получит курьер"
    },
    {
      "type": "text",
      "title": "Условия создания заказа",
      "text": "$(l)Обязательные условия:$()- Должен быть заполнен текст описания- Должен быть хотя бы один предмет для доставки- Должен быть хотя бы один предмет в качестве вознаграждения- Вы не можете создать заказ как курьер$(l)Ограничения:$()- Один игрок может иметь максимум 5 активных заказов- Предметы в заказе не должны превышать 10 штук на каждый тип- Описание не должно быть слишком длинным$(l)Требования к инвентарю:$()- Все предметы для вознаграждения должны быть в вашем инвентаре при создании заказа"
    },
    {
      "type": "text",
      "title": "Выполнение заказа (для курьера)",
      "text": "$(l)Как принять заказ:$()1. Напишите команду /orders или нажмите на кнопку \"[ОТКРЫТЬ ЗАКАЗЫ]\"3. Выберите подходящий заказ из списка 4. Нажмите кнопку \"Принять\"$(l)После принятия заказа:$()- Заказ перемещается в статус 'Принят'- Вы становитесь ответственным за выполнение заказа- У вас должно быть достаточно места в инвентаре для получения предметов$(l)Важно:$()- Заказ не может принять создатель заказа"
    },
    {
      "type": "text",
      "title": "Завершение заказа",
      "text": "$(l)Как завершить заказ:$()1. Убедитесь, что у вас есть все предметы, указанные в заказе2. Напишите команду /orders или найдите принятый заказ4. Нажмите кнопку \"Завершить\"$(l)Что происходит при завершении:$()- У вас забираются предметы для доставки- Вам выдаются предметы вознаграждения- Вы получаете опыт, указанный в заказе- Заказчик получает свои предметы$(l)Если заказчик не в сети:$()- Предметы доставки возвращаются курьеру"
    },
    {
      "type": "text",
      "title": "Статусы заказов",
      "text": "$(l)(Открыт):$() Заказ создан и доступен для принятия$(l)(Принят):$() Курьер принял заказ, но еще не завершил$(l)(В процессе):$() Заказ находится в процессе выполнения$(l) (Завершен):$() Заказ успешно выполнен$(l) (Отклонен):$() Курьер отказался от выполнения$(l) (Отменен):$() Заказчик или администратор отменил заказ"
    },
    {
      "type": "text",
      "title": "Гайд для курьера",
      "text": "$(l)Советы по выполнению заказов:$()1. Проверяйте описание заказа на предмет специальных инструкций2. Убедитесь, что у вас есть достаточно места в инвентаре3. Сравнивайте ценность вознаграждения и предметов для доставки4. Проверяйте статус заказчика - если он не в сети, возможны сложности с завершением$(l)Что делать при проблемах:$()- Если у вас нет необходимых предметов для завершения - ищите другую работу- Если заказчик отсутствует долгое время - можно отказать от заказа- Проверяйте ваш инвентарь перед принятием заказа"
    }
  ]
}