{
  "name": "Система Прогрессии",
  "icon": "origins:skill_point_token_tier1",
  "category": "origins:class_categories",
  "pages": [
    {
      "type": "text",
      "title": "Система Прогрессии",
      "text": "Система прогрессии в моде позволяет игрокам развивать своего персонажа, получая очки навыков и улучшая способности. В этой главе вы узнаете, как получать очки навыков, как их тратить и как работает система энергии для активных навыков."
    },
    {
      "type": "text",
      "title": "Очки на обычное улучшение",
      "text": "Очки можно тратить на улучшение самого персонажа, а не его классовых способностей. Например, увеличить хп или урон."
    },
    {
      "type": "text",
      "title": "Получение очков навыков",
      "text": "$(l)Основные способы получения:$() - Выполнение квестов на досках объявлений - Использование жетонов очков навыков. Квесты на досках объявлений являются основным источником очков навыков. Квесты различаются по сложности и вознаграждению."
    },
    {
      "type": "text",
      "title": "Трата очков навыков",
      "text": "$(l)Как тратить:$() - Откройте меню навыков в инвентаре - Выберите интересующий навык - Нажмите кнопку 'Изучить навык'  $(l)Важно:$() - Один навык стоит один очко навыка - У некоторых навыков есть требования по уровню - Навыки делятся на пассивные, активные и глобальные  $(l)Типы навыков:$() - Пассивные: работают постоянно - Активные: требуют активации и расходуют энергию - Глобальные: влияют на всех"
    },
    {
      "type": "text",
      "title": "Система энергии",
      "text": "$(l)Система энергии:$() По стандарту 20 едениц энергии, её кол-во можно прокачивать.  $(l)Характеристики энергии:$() - Требуется для активации активных навыков - Каждый активный навык требует определенное количество энергии  $(l)Примеры потребления энергии:$() - Кулинарный навык 'Банкет': 70 единиц."
    },
    {
      "type": "text",
      "title": "Кулдауны активных навыков",
      "text": "$(l)Система кулдаунов:$() Все активные навыки имеют перезарядку (кулдаун), которая начинает отсчет после использования навыка.  $(l)Примеры кулдаунов:$() - 'Банкет' (повар): 600 секунд (10 минут) - 'Выделение руды' (шахтер): 60 секун  $(l)Важно:$() - Перед использованием навыка проверяйте наличие достаточного количества энергии и отсутствие активного кулдауна - Некоторые навыки могут не сработать, если у вас недостаточно энергии"
    },
    {
      "type": "text",
      "title": "Стратегия развития",
      "text": "$(l)Рекомендации:$() 1. Сначала сосредоточьтесь на получении опыта через выполнение квестов 2. Инвестируйте очки навыков в те способности, которые соответствуют вашему стилю игры 3. Учитывайте потребление энергии при активном использовании навыков 4. Планируйте использование кулдаунов для важных навыков."
    }
  ]
}